import Button from "../components/button/Button"
import FAQItem from "../components/questions/Questions"
import styles from "./ForthScreen.module.css"

const ForthScreen=()=>{
    return <>
    <div className={styles.title}>אתן שואלות ואני עונה</div>
        <div className={styles.description}>ריכזתי עבורכן את כל השאלות  שבטוח עלו לכן לראש וחלק מהשאלות ששמעתי מכן, לחצי על כל שאלה כדי שהתשובה תיפתח</div>
        <FAQItem 
            question="איך אדע שאני באמת אצליח בתחום הזה?" 
            answer="אם את מוכנה ללמוד, לתרגל ולהשקיע - תצליחי. זו לא נוסחת קסם, זה שילוב של עבודה נכונה והכוונה מדויקת. וגם אם כרגע את לא מאמינה בעצמך, אני אאמין בשביל שתינו עד שזה ידביק אותך." 
        />
        <FAQItem 
            question="עברתי קורס בעבר ולא יצאתי עם ביטחון, מה ההבדל אצלך?" 
            answer="אצלי אין מצב שאת יוצאת בלי לדעת בדיוק מה לעשות עם לקוחה אמיתית. אני איתך אחת על אחת, מתקנת, מדריכה, ומוודאת שאת יוצאת עם ביטחון בעבודה ועם חיוך. אפילו אם זה אומר שנחזור על אותו צעד כמה פעמים - עד שתהיי אלופה." 
        />
        <FAQItem 
            question="מה אם אין לי על מי לתרגל בהתחלה?" 
            answer="בהתחלה את מתרגלת גם על עצמך, כדי להרגיש איך זה אמור להיות. אני גם אתן לך טיפים למצוא מודליסטיות בלי לבזבז זמן. ובינינו, תמיד יש חברה או אמא שרוצות ידיים מסודרות בחינם." 
        />

        <FAQItem 
            question="יש המון תחרות באזור שלי, מה הסיכוי שאצליח?" 
            answer="התחרות תמיד תהיה שם. אבל אם העבודה שלך תהיה מדויקת, יפה ושירותית - הלקוחות יבחרו בך. אני מלמדת אותך איך להגיע לרמה הזו, ואפילו ליהנות מהתהליך." 
        />
        <FAQItem 
            question="תוך כמה זמן אוכל למלא יומן?" 
            answer="אם תתני עבודה - תרגול, פרסום והתמדה - אפשר למלא יומן תוך כמה חודשים. אם תחכי שהלקוחות יפלו מהשמיים… אז זה ייקח קצת יותר זמן, ואנחנו לא בעסק של קסמים." 
        />
        <FAQItem 
            question="ומה אם יש לי כבר עבודה מסודרת ואני חוששת לעזוב?" 
            answer="אף אחד לא אומר לך לקום מחר בבוקר ולזרוק את הכול. בונים את העסק בהדרגה, עד שיש לך ביטחון ושקט כלכלי. אני פה ללוות אותך בדרך - גם בהחלטות הגדולות." 
        />
        <FAQItem 
            question="איך את מתמודדת עם תלמידות שמפחדות להיכשל?" 
            answer="אני מזכירה להן שהפחד לא נעלם, אבל אפשר לעבוד יחד איתו. כל שלב בקורס הוא התקדמות, גם אם הוא קטן. וגם אם נצחק בדרך על הפאשלות - זה חלק מהכיף." 
        />
        <Button text="יש לי עוד כמה שאלות"/>
    </>
}
export default ForthScreen
